Repository: yahya861-flutter/football_app
Catalog: lib/l10n/app_*.arb
Languages: am, ar, es, hi, ja, sw

source: Matches
am: ጨዋታዎች
ar: مباريات
es: Partidos
hi: मैच
ja: 試合
sw: Mechi

source: Leagues
am: ሊጎች
ar: دوريات
es: Ligas
hi: लीग
ja: リーグ
sw: Ligi

source: Live
am: ቀጥታ
ar: مباشر
es: En vivo
hi: लाइव
ja: ライブ
sw: Mubashara

source: Teams
am: ቡድኖች
ar: فرق
es: Equipos
hi: टीमें
ja: チーム
sw: Timu

source: Settings
am: ቅንብሮች
ar: إعدادات
es: Ajustes
hi: सेटिंग्स
ja: 設定
sw: Mipangilio

source: Language
am: ቋንቋ
ar: اللغة
es: Idioma
hi: भाषा
ja: 言語
sw: Lugha

source: Dark Mode
am: ጨለማ ሁነታ
ar: الوضع الليلي
es: Modo oscuro
hi: डार्क मोड
ja: ダークモード
sw: Hali ya Giza

source: General
am: ጠቅላላ
ar: عام
hi: सामान्य
ja: 一般
sw: Jumla

source: Others
am: ሌሎች
ar: أخرى
es: Otros
hi: अन्य
ja: その他
sw: Nyingine

source: Share
am: አጋራ
ar: مشاركة
es: Compartir
hi: शेयर करें
ja: 共有
sw: Shiriki

source: Rate Us
am: ደረጃ ይስጡን
ar: قيمنا
es: Califícanos
hi: हमें रेट करें
ja: アプリを評価
sw: Tupatie Nyota

source: Feedback
am: አስተያየት
ar: ملاحظات
es: Comentarios
hi: फीडबैक
ja: フィードバック
sw: Maoni

source: Privacy Policy
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
es: Política de privacidad
hi: गोपनीयता नीति
ja: プライバシーポリシー
sw: Sera ya Faragha

# premiumTitle
source: Unlock the World of Premium
am: ፕሪሚየም ዓለምን ይክፈቱ
ar: افتح عالم التميز
es: Desbloquea el mundo Premium
hi: प्रीमियम दुनिया अनलॉक करें
ja: プレミアムの世界へ
sw: Fungua Ulimwengu wa Premium

# premiumSubtitle
source: Elevate your football experience, Become a VIP Member Today.
am: የእግር ኳስ ልምድዎን ያሳድጉ፣ ዛሬ የቪአይፒ አባል ይሁኑ።
ar: ارتقِ بتجربتك الكروية، كن عضواً VIP اليوم.
es: Eleva tu experiencia futbolística, házte miembro VIP hoy.
hi: अपने फुटबॉल अनुभव को बेहतर बनाएं, आज ही वीआईपी सदस्य बनें।
ja: サッカー体験をアップグレードしましょう。 今すぐVIPメンバーになりましょう。
sw: Boresha uzoefu wako wa mpira, Kuwa mwanachama wa VIP leo.

# enjoyingApp
source: Enjoying the App?
am: በመተግበሪያው እየተደሰቱ ነው?
ar: هل تستمتع بالتطبيق؟
es: ¿Disfrutando la aplicación?
hi: ऐप का आनंद ले रहे हैं?
ja: アプリを楽しんでいますか？
sw: Unafurahia programu?

# rateUsPrompt
source: Tap a star to rate us on the Store!
am: በመደብር ውስጥ እኛን ደረጃ ለመስጠት ኮከብ ይንኩ!
ar: اضغط على نجمة لتقييمنا في المتجر!
es: ¡Toca una estrella para calificarnos en la tienda!
hi: स्टोर पर हमें रेट करने के लिए एक स्टार पर टैप करें!
ja: ストアで星をタップして評価してください！
sw: Gusa nyota ili utupatie maoni kwenye Store!

source: Later
am: ቆይቶ
ar: لاحقاً
es: Más tarde
hi: बाद में
ja: 後で
sw: Baadaye

source: Rate
am: ደረጃ ይስጡ
ar: تقييم
es: Calificar
hi: रेट करें
ja: 評価する
sw: Tupatie Nyota

source: Test Notification
am: የሙከራ ማሳወቂያ
ar: إشعار تجريبي
es: Notificación de prueba
hi: टेस्ट नोटिफिकेशन
ja: テスト通知
sw: Taarifa ya Jaribio

# testScheduledNotification
source: Test Scheduled Notification (10s)
am: የታቀደ የሙከራ ማሳወቂያ (10 ሰከንድ)
ar: إشعار مجدول (10 ثوانٍ)
es: Notificación programada (10s)
hi: अनुसूचित टेस्ट नोटिफिकेशन (10s)
ja: スケジュール通知テスト (10秒)
sw: Taarifa Iliyopangwa Jaribio (10s)

# notificationScheduled
source: Notification scheduled for 10 seconds...
am: ማሳወቂያ ለ10 ሰከንዶች ታቅዷል...
ar: تم جدولة الإشعار لمدة 10 ثوانٍ...
es: Notificación programada para en 10 segundos...
hi: 10 सेकंड के लिए नोटिफिकेशन अनुसूचित...
ja: 10秒後に通知がスケジュールされました...
sw: Taarifa imepangwa kwa sekunde 10...

source: Select Language
am: ቋንቋ ይምረጡ
ar: اختر اللغة
es: Seleccionar idioma
hi: भाषा चुनें
ja: 言語を選択
sw: Chagua Lugha

# continueLabel
source: Continue
am: ቀጥል
ar: استمرار
es: Continuar
hi: जारी रखें
ja: 次へ
sw: Endelea

source: Favorite
am: ተወዳጅ
ar: المفضلة
es: Favorito
hi: पसंदीदा
ja: お気に入り
sw: Pendwa

source: Top Leagues
am: ከፍተኛ ሊጎች
ar: أهم الدوريات
es: Ligas principales
hi: शीर्ष लीग
ja: 主要リーグ
sw: Ligi Kuu

source: Suggestions
am: ጥቆማዎች
ar: الاقتراحات
es: Sugerencias
hi: सुझाव
ja: おすすめ
sw: Mapendekezo

source: All Leagues
am: ሁሉም ሊጎች
ar: كل الدوريات
es: Todas las ligas
hi: सभी लीग
ja: すべてのリーグ
sw: Ligi Zote

source: Search leagues...
am: ሊጎችን ይፈልጉ...
ar: ابحث عن الدوريات...
es: Buscar ligas...
hi: लीग खोजें...
ja: リーグを検索...
sw: Tafuta ligi...

# noFavoriteLeagues
source: No favorited leagues yet
am: እስካሁን ምንም ተወዳጅ ሊጎች የሉም
ar: لا توجد دوريات مفضلة بعد
es: Aún no hay ligas favoritas
hi: अभी तक कोई पसंदीदा लीग नहीं
ja: お気に入りのリーグはまだありません
sw: Bado hakuna ligi pendwa

# starLeaguePrompt
source: Star a league to see it here
am: እዚህ ለማየት በሊጉ ላይ ኮከብ ያድርጉ
ar: ضع نجمة على دوري لرؤيته هنا
es: Marca una liga con una estrella para verla aquí
hi: इसे यहाँ देखने के लिए लीग को स्टार करें
ja: リーグに星を付けてここに表示させます
sw: Weka alama ya nyota kwenye ligi ili uione hapa

source: Loading more leagues
am: ተጨማሪ ሊጎች በመጫን ላይ
ar: جاري تحميل المزيد من الدوريات
es: Cargando más ligas
hi: अधिक लीग लोड हो रही हैं
ja: さらにリーグを読み込んでいます
sw: Tunapakia ligi zaidi

source: Today
am: ዛሬ
ar: اليوم
es: Hoy
hi: आज
ja: 今日
sw: Leo

# noMatchesFound
source: No matches found for this date
am: ለዚህ ቀን ምንም ጨዋታዎች አልተገኙም
ar: لم يتم العثور على مباريات لهذا التاريخ
es: No se encontraron partidos para esta fecha
hi: इस तारीख के लिए कोई मैच नहीं मिला
ja: この日の試合は見つかりませんでした
sw: Hakuna mechi zilizopatikana kwa tarehe hii

source: Refresh
am: አድስ
ar: تحديث
es: Actualizar
hi: रिफ्रेश
ja: 更新
sw: Pakia upya

source: Other
am: ሌላ
ar: آخر
es: Otro
hi: अन्य
ja: その他
sw: Nyingine

source: Home
am: ባለቤት
ar: صاحب الأرض
es: Local
hi: घरेलू
ja: ホーム
sw: Nyumbani

source: Away
am: እንግዳ
ar: الضيف
es: Visitante
hi: बाहरी
ja: アウェイ
sw: Ugenini

source: Notifications removed
am: ማሳወቂያዎች ተወግደዋል
ar: تمت إزالة الإشعارات
es: Notificaciones eliminadas
hi: नोटिफिकेशन हटा दिए गए
ja: 通知を削除しました
sw: Taarifa zimeondolewa

# noLiveMatches
source: No live matches at the moment
am: በአሁኑ ጊዜ ምንም የቀጥታ ጨዋታዎች የሉም
ar: لا توجد مباريات مباشرة حالياً
es: No hay partidos en vivo en este momento
hi: फिलहाल कोई लाइव मैच नहीं है
ja: 現在ライブ中の試合はありません
sw: Hakuna mechi za mubashara kwa sasa

source: Live Matches
am: የቀጥታ ጨዋታዎች
ar: المباريات المباشرة
es: Partidos en vivo
hi: लाइव मैच
ja: ライブ中の試合
sw: Mechi za Mubashara

source: Refreshing live matches...
am: የቀጥታ ጨዋታዎችን በማደስ ላይ...
ar: جاري تحديث المباريات المباشرة...
es: Actualizando partidos en vivo...
hi: लाइव मैच रिफ्रेश हो रहे हैं...
ja: ライブ試合を更新中...
sw: Tunapakia upya mechi za mubashara...

source: All Teams
am: ሁሉም ቡድኖች
ar: كل الفرق
es: Todos los equipos
hi: सभी टीमें
ja: すべてのチーム
sw: Timu Zote

source: Loading more teams
am: ተጨማሪ ቡድኖች በመጫን ላይ
ar: جاري تحميل المزيد من الفرق
es: Cargando más equipos
hi: अधिक टीमें लोड हो रही हैं
ja: さらにチームを読み込んでいます
sw: Tunapakia timu zaidi

# noFavoriteTeams
source: No favorited teams yet
am: እስካሁን ምንም ተወዳጅ ቡድኖች የሉም
ar: لا توجد فرق مفضلة بعد
es: Aún no hay equipos favoritos
hi: अभी तक कोई पसंदीदा टीम नहीं
ja: お気に入りのチームはまだありません
sw: Bado hakuna timu pendwa

# starTeamPrompt
source: Star a team to see it here
am: እዚህ ለማየት በቡድኑ ላይ ኮከብ ያድርጉ
ar: ضع نجمة على فريق لرؤيته هنا
es: Marca un equipo con una estrella para verlo aquí
hi: इसे यहाँ देखने के लिए टीम को स्टार करें
ja: チームに星を付けてここに表示させます
sw: Weka alama ya nyota kwenye timu ili uione hapa

source: Search teams...
am: ቡድኖችን ይፈልጉ...
ar: ابحث عن الفرق...
es: Buscar equipos...
hi: टीमें खोजें...
ja: チームを検索...
sw: Tafuta timu...

source: Unknown
am: ያልታወቀ
ar: غير معروف
es: Desconocido
hi: अज्ञात
ja: 不明
sw: Haijulikani

source: On
am: በርቷል
ar: تفعيل
es: Encendido
hi: चालू
ja: オン
sw: Washa

source: Notify
am: አሳውቀኝ
ar: تنبيه
es: Notificar
hi: सूचित करें
ja: 通知する
sw: Nijulishe

source: Loading...
am: በመጫን ላይ...
ar: جاري التحميل...
es: Cargando...
hi: लोड हो रहा है...
ja: 読み込み中...
sw: Inapakia...

source: Stats
am: ስታቲስቲክስ
ar: الإحصائيات
es: Estadísticas
hi: आंकड़े
ja: 統計
sw: Takwimu

source: Fixtures
am: መርሐግብር
ar: المباريات
es: Calendario
hi: फिक्स्चर
ja: 日程
sw: Ratiba

source: Squad
am: ስብስብ
ar: التشكيلة
es: Plantilla
hi: स्क्वाड
ja: 分隊
sw: Kikosi

source: Select Competition
am: ውድድር ይምረጡ
ar: اختر المسابقة
es: Seleccionar competición
hi: प्रतियोगिता चुनें
ja: 大会を選択
sw: Chagua Mashindano

# statsNotFound
source: Stats not found for this season
am: ለዚህ የውድድር ዘመን ስታቲስቲክስ አልተገኘም
ar: لم يتم العثور على إحصائيات لهذا الموسم
es: Estadísticas no encontradas para esta temporada
hi: इस सीजन के आंकड़े नहीं मिले
ja: 今シーズンの統計は見つかりませんでした
sw: Takwimu hazijapatikana kwa msimu huu

source: Competition
am: ውድድር
ar: المسابقة
es: Competición
hi: प्रतियोगिता
ja: 大会
sw: Mashindano

source: Stat
am: ስታቲስቲክስ
ar: إحصائية
es: Estadística
hi: आंकड़ा
ja: 統計
sw: Takwimu

# noFixturesFound
source: No fixtures found for selected period
am: ለተመረጠው ጊዜ መርሐግብር አልተገኘም
ar: لم يتم العثور على مباريات للفترة المختارة
es: No se encontraron partidos para el periodo seleccionado
hi: चयनित अवधि के लिए कोई फिक्स्चर नहीं मिला
ja: 選択した期間の試合は見つかりませんでした
sw: Hakuna ratiba iliyopatikana kwa kipindi kilichochaguliwa

# liveLabel
source: LIVE
am: ቀጥታ
ar: مباشر
es: EN VIVO
hi: लाइव
ja: ライブ
sw: MUBASHARA

source: FT
am: ተጠናቀቀ
ar: نهاية المباراة
es: Final
hi: पूर्ण
ja: 終了
sw: MWISHO

source: Jersey
am: ጀርሲ
ar: القميص
es: Camiseta
hi: जर्सी
ja: 背番号
sw: Jezi

source: Squad list upcoming
am: የስብስብ ዝርዝር በቅርቡ
ar: قائمة التشكيلة قريباً
es: Lista de plantilla próximamente
hi: स्क्वाड सूची जल्द ही
ja: 分隊リストは近日公開
sw: Orodha ya kikosi inakuja

# infoTab
source: INFO
am: መረጃ
ar: معلومات
hi: जानकारी
ja: 情報

# h2hTab
source: H2H
am: እርስ በእርስ
ar: المواجهات المباشرة
ja: 直接対決

# statsTab
source: STATS
am: ስታቲስቲክስ
ar: الإحصائيات
es: ESTAD.
hi: आंकड़े
ja: 統計
sw: TAKWIMU

# tableTab
source: TABLE
am: ሰንጠረዥ
ar: الترتيب
es: TABLA
hi: तालिका
ja: 順位表
sw: MSIMAMO

# commentsTab
source: COMMENTS
am: አስተያየቶች
ar: التعليقات
es: COMENTARIOS
hi: टिप्पणियाँ
ja: コメント
sw: MAONI

source: Match Information
am: የጨዋታ መረጃ
ar: معلومات المباراة
es: Información del partido
hi: मैच की जानकारी
ja: 試合情報
sw: Habari za Mechi

source: Kick off
am: ጅማሮ
ar: ركلة البداية
es: Saque inicial
hi: किक ऑफ
ja: キックオフ
sw: Kuanza kwa mechi

source: Half Time Result
am: የእረፍት ውጤት
ar: نتيجة الشوط الأول
es: Resultado al descanso
hi: हाफ टाइम परिणाम
ja: 前半結果
sw: Matokeo ya mapumziko

source: Venue
am: ስታዲየም
ar: الملعب
es: Estadio
hi: स्थान
ja: 会場
sw: Uwanja

source: Predictions
am: ግምቶች
ar: التوقعات
es: Predicciones
hi: भविष्यवाणियां
ja: 予想
sw: Utabiri

# noPredictionsAvailable
source: No prediction available for this match
am: ለዚህ ጨዋታ ምንም ግምት የለም
ar: لا توجد توقعات متاحة لهذه المباراة
es: No hay predicciones disponibles para este partido
hi: इस मैच के लिए कोई भविष्यवाणी उपलब्ध नहीं है
ja: この試合の予想はありません
sw: Hakuna utabiri unaopatikana kwa mechi hii

source: Win Probability
am: የማሸነፍ ዕድል
ar: احتمالية الفوز
es: Probabilidad de ganar
hi: जीत की संभावना
ja: 勝率
sw: Uwezekano wa kushinda

source: Draw
am: አቻ
ar: تعادل
es: Empate
hi: ड्रॉ
ja: 引き分け
sw: Sare

source: Match Timeline
am: የጨዋታ ሂደት
ar: أحداث المباراة
es: Cronología del partido
hi: मैच टाइमलाइन
ja: タイムライン
sw: Muda wa Mechi

source: Goal
am: ጎል
ar: هدف
es: Gol
hi: गोल
ja: ゴール
sw: Goli

source: Own Goal
am: በራስ ላይ የተቆጠረ ጎል
ar: هدف في مرماه
es: Autogol
hi: आत्मघाती गोल
ja: オウンゴール
sw: Goli la kujifunga

source: Penalty Goal
am: የፍጹም ቅጣት ምት ጎል
ar: هدف من ضربة جزاء
es: Gol de penalti
hi: पेनल्टी गोल
ja: PKゴール
sw: Goli la penalti

source: Yellowcard
am: ቢጫ ካርድ
ar: بطاقة صفراء
es: Tarjeta amarilla
hi: पीला कार्ड
ja: イエローカード
sw: Kadi ya njano

source: Redcard
am: ቀይ ካርድ
ar: بطاقة حمراء
es: Tarjeta roja
hi: लाल कार्ड
ja: レッドカード
sw: Kadi nyekundu

source: Substitution
am: ቅያሬ
ar: تبديل
es: Sustitución
hi: स्थानापन्न
ja: 交代
sw: Mabadiliko

source: HT
am: እረፍት
ar: شوط أول
es: Descanso
ja: 前半
sw: Mapumziko

source: Pressure Index
am: የጫና ጠቋሚ
ar: مؤشر الضغط
es: Índice de presión
hi: दबाव सूचकांक
ja: プレッシャー指数
sw: Kielelezo cha Presha

source: Time
am: ሰዓት
ar: الوقت
es: Tiempo
hi: समय
ja: 時間
sw: Muda

source: No teams found
am: ምንም ቡድኖች አልተገኙም
ar: لم يتم العثور على فرق
es: No se encontraron equipos
hi: कोई टीम नहीं मिली
ja: チームが見つかりませんでした
sw: Hakuna timu zilizopatikana

# searchFavoriteTeamsPrompt
source: Search for your favorite teams
am: ተወዳጅ ቡድኖችዎን ይፈልጉ
ar: ابحث عن فرقك المفضلة
es: Busca tus equipos favoritos
hi: अपनी पसंदीदा टीमें खोजें
ja: お気に入りのチームを検索
sw: Tafuta timu zako pendwa

source: Team
am: ቡድን
ar: فريق
es: Equipo
hi: टीम
ja: チーム
sw: Timu

# problemFacingPrompt
source: What type of problem are you facing?
am: ምን አይነት ችግር እያጋጠመዎት ነው?
ar: ما نوع المشكلة التي تواجهها؟
es: ¿Qué tipo de problema estás experimentando?
hi: आप किस प्रकार की समस्या का सामना कर रहे हैं?
ja: どのような問題が発生していますか？
sw: Unakumbana na tatizo gani?

source: Details
am: ዝርዝሮች
ar: التفاصيل
es: Detalles
hi: विवरण
ja: 詳細
sw: Maelezo

# shareThoughtsPrompt
source: Share your thoughts
am: ሀሳብዎን ያካፍሉ
ar: شاركنا أفكارك
es: Comparte tus pensamientos
hi: अपने विचार साझा करें
ja: ご意見をお聞かせください
sw: Shiriki mawazo yako

source: Submit
am: ላክ
ar: إرسال
es: Enviar
hi: सबमिट करें
ja: 送信
sw: Tuma

# selectProblemTypePrompt
source: Please select a problem type
am: እባክዎን የችግር አይነት ይምረጡ
ar: يرجى اختيار نوع المشكلة
es: Por favor, selecciona un tipo de problema
hi: कृपया समस्या का प्रकार चुनें
ja: 問題の種類を選択してください
sw: Tafadhali chagua aina ya tatizo

# feedbackSubmitted
source: Feedback submitted successfully!
am: አስተያየትዎ በተሳካ ሁኔታ ተልኳል!
ar: تم إرسال الملاحظات بنجاح!
es: ¡Comentario enviado con éxito!
hi: फीडबैक सफलतापूर्वक सबमिट किया गया!
ja: フィードバックを送信しました！
sw: Maoni yametumwa kwa mafanikio!

source: Go Premium
am: ፕሪሚየም ይሁኑ
ar: اشترك في بريميوم
es: Hazte Premium
hi: प्रीमियम लें
ja: プレミアムになる
sw: Jiunge na Premium

source: Get Access to
am: መዳረሻ ያግኙ ለ
ar: احصل على الوصول إلى
es: Obtén acceso a
hi: एक्सेस प्राप्त करें
ja: アクセス権を取得
sw: Pata ufikiaji wa

source: Explore Benefits
am: ጥቅሞቹን ያስሱ
ar: اكتشف المميزات
es: Explorar beneficios
hi: फायदे जानें
ja: 特典を見る
sw: Gundua faida

# coveringLeagues
source: Covering 2100+ leagues
am: ከ2100 በላይ ሊጎችን ይሸፍናል
ar: تغطية أكثر من 2100 دوري
es: Cubriendo más de 2100 ligas
hi: 2100+ लीग कवर हो रही हैं
ja: 2100以上のリーグを網羅
sw: Tunahusu ligi 2100+

source: Ads Free Version
am: ያለ ማስታወቂያ ስሪት
ar: نسخة خالية من الإعلانات
es: Versión sin anuncios
hi: विज्ञापन मुक्त संस्करण
ja: 広告なしバージョン
sw: Toleo lisilo na matangazo

source: Custom Match Notifications
am: የግል ጨዋታ ማሳወቂያዎች
ar: إشعارات مخصصة للمباريات
es: Notificaciones de partidos personalizadas
hi: कस्टम मैच नोटिफिकेशन
ja: 試合通知のカスタマイズ
sw: Taarifa za mechi za kibinafsi

source: Weekly
am: ሳምንታዊ
ar: أسبوعي
es: Semanalmente
hi: साप्ताहिक
ja: 週間
sw: Kila wiki

source: Monthly
am: ወርሃዊ
ar: شهري
es: Mensualmente
hi: मासिक
ja: 月間
sw: Kila mwezi

# priceWeekly
source: Rs 1,400/week
am: Rs 1,400/ሳምንት
ar: 1,400 ر.س/أسبوع
es: Rs 1,400/semana
hi: Rs 1,400/सप्ताह
ja: Rs 1,400/週
sw: Rs 1,400/wiki

# priceMonthly
source: Rs 4,200/month
am: Rs 4,200/ወር
ar: 4,200 ر.س/شهر
es: Rs 4,200/mes
hi: Rs 4,200/माह
ja: Rs 4,200/月
sw: Rs 4,200/mwezi

source: Purchase Premium
am: ፕሪሚየም ይግዙ
ar: شراء بريميوم
es: Comprar Premium
hi: प्रीमियम खरीदें
ja: プレミアムを購入
sw: Nunua Premium

source: Cancel any time
am: በማንኛውም ጊዜ ይሰርዙ
ar: إلغاء في أي وقت
es: Cancela en cualquier momento
hi: कभी भी रद्द करें
ja: いつでもキャンセル可能
sw: Ghairi wakati wowote

source: Unknown Player
am: ያልታወቀ ተጫዋች
ar: لاعب غير معروف
es: Jugador desconocido
hi: अज्ञात खिलाड़ी
ja: 不明な選手
sw: Mchezaji asiyejulikana

source: N/A
am: የለም
ar: غير متاح
es: N/D
ja: なし

source: Years
am: ዓመታት
ar: سنوات
es: Años
hi: वर्ष
ja: 歳
sw: Miaka

source: Height
am: ቁመት
ar: الطول
es: Altura
hi: लंबाई
ja: 身長
sw: Urefu

source: Age
am: ዕድሜ
ar: العمر
es: Edad
hi: उम्र
ja: 年齢
sw: Umri

source: Club
am: ክለብ
ar: النادي
hi: क्लब
ja: クラブ
sw: Klabu

source: Shirt
am: ጀርሲ
ar: القميص
es: Camiseta
hi: जर्सी
ja: 背番号
sw: Jezi

source: Prefer Foot
am: ተመራጭ እግር
ar: القدم المفضلة
es: Pie preferido
hi: पसंदीदा पैर
ja: 利き足
sw: Mguu pendwa

source: Weight
am: ክብደት
ar: الوزن
es: Peso
hi: वजन
ja: 体重
sw: Uzito

source: Position
am: ቦታ
ar: المركز
es: Posición
hi: स्थान
ja: ポジション
sw: Nafasi

source: Nationality
am: ዜግነት
ar: الجنسية
es: Nacionalidad
hi: राष्ट्रीयता
ja: 国籍
sw: Uraia

source: Match Highlights
am: የጨዋታ ድምቀቶች
ar: ملخص المباراة
es: Resúmenes del partido
hi: मैच हाइलाइट्स
ja: 試合ハイライト
sw: Vivutio vya Mechi

source: Highlights Coming Soon
am: ድምቀቶች በቅርቡ
ar: ملخصات المباريات قريباً
es: Resúmenes próximamente
hi: हाइलाइट्स जल्द ही
ja: ハイライト動画 近日公開
sw: Vivutio vinakuja hivi karibuni

source: Shorts
am: አጫጭር ቪዲዮዎች
ar: مقاطع قصيرة
hi: शॉर्ट्स
ja: ショート動画

source: Shorts Coming Soon
am: አጫጭር ቪዲዮዎች በቅርቡ
ar: مقاطع قصيرة قريباً
es: Shorts próximamente
hi: शॉर्ट्स जल्द ही
ja: ショート動画 近日公開
sw: Shorts zinakuja hivi karibuni

# comingSoonSubtitle
source: Exclusive content is on the way!
am: ልዩ ይዘቶች በቅርቡ ይመጣሉ!
ar: محتوى حصري في الطريق إليكم!
es: ¡Contenido exclusivo en camino!
hi: विशेष सामग्री जल्द ही आ रही है!
ja: 独占コンテンツを準備中です！
sw: Maudhui ya kipekee yanakuja!

# notAvailable
source: N/A
am: አይገኝም
ar: غير متاح
es: N/D
hi: उपलब्ध नहीं
ja: なし
sw: Haipatikani

# scheduledShort
source: Sch
am: ታቀደ
ar: مجدول
es: Prog
ja: 予定
sw: Pangwa

# notStartedShort
source: NS
am: አልጀመረም
ar: لم تبدأ
es: NP
ja: 未
sw: Anza

# played
source: P
am: ጨ
ar: لعب
es: Jugados
hi: खेले गए
ja: 試合数
sw: C

# win
source: W
am: አ
ar: فاز
es: Ganados
hi: जीत
ja: 勝利
sw: S

# loss
source: L
am: ሸ
ar: خسر
es: Perdidos
hi: हार
ja: 敗北
sw: F

source: GD
am: ግብ
ar: فارق الأهداف
es: Diferencia de Goles
hi: गोल का अंतर
ja: 得失点差
sw: Tof

# points
source: Pts
am: ነጥብ
ar: نقاط
es: Puntos
hi: अंक
ja: 勝ち点
sw: Pointi

source: Pts
am: ነጥብ
ar: نقاط
es: Puntos
hi: अंक
ja: 勝ち点
sw: Pointi

source: Premium
am: ፕሪሚየም
ar: بريميوم
hi: प्रीमियम
ja: プレミアム

# unlockPremium
source: Unlock Premium Access
am: የፕሪሚየም መዳረሻ ይክፈቱ
ar: الوصول إلى بريميوم
es: Desbloquear acceso Premium
hi: प्रीमियम एक्सेस अनलॉक करें
ja: プレミアムアクセスを解放
sw: Fungua Ufikiaji wa Premium

source: Ad-Free Experience
am: ያለ ማስታወቂያ ልምድ
ar: تجربة خالية من الإعلانات
es: Experiencia sin anuncios
hi: विज्ञापन मुक्त अनुभव
ja: 広告なしの体験
sw: Uzoefu bila matangazo

# unlimitedAlerts
source: Unlimited Match Alerts
am: ያልተገደበ የጨዋታ ማስጠንቀቂያዎች
ar: تنبيات غير محدودة للمباريات
es: Alertas de partidos ilimitadas
hi: असीमित मैच अलर्ट
ja: 無制限の試合通知
sw: Tahadhari za mechi zisizo na kikomo

# detailedStats
source: Advanced Prediction Stats
am: ጥልቀት ያለው የግምት ስታቲስቲክስ
ar: إحصائيات توقعات متقدمة
es: Estadísticas de predicción avanzadas
hi: उन्नत भविष्यवाणी आंकड़े
ja: 高度な予想データ
sw: Takwimu za utabiri wa juu

# hdContent
source: Exclusive Full HD Content
am: ልዩ የሙሉ ኤችዲ ይዘት
ar: محتوى حصري عالي الجودة
es: Contenido Full HD exclusivo
hi: विशेष फुल एचडी सामग्री
ja: 独占フルHDコンテンツ
sw: Maudhui ya kipekee ya Full HD

source: week
am: ሳምንት
ar: أسبوع
es: semana
hi: सप्ताह
ja: 週
sw: wiki

source: month
am: ወር
ar: شهر
es: mes
hi: माह
ja: 月
sw: mwezi

source: MOST POPULAR
am: በጣም ተወዳጅ
ar: الأكثر رواجاً
es: MÁS POPULAR
hi: सबसे लोकप्रिय
ja: 人気
sw: MASHUHURI ZAIDI

source: SUBSCRIBE NOW
am: አሁኑኑ ይመዝገቡ
ar: اشترك الآن
es: SUSCRÍBETE AHORA
hi: अभी सब्सक्राइब करें
ja: 今すぐ購読
sw: JIUNGE SASA

source: Restore Purchase
am: ግዢን ይመልሱ
ar: استعادة المشتريات
es: Restaurar compra
hi: खरीद पुनर्स्थापित करें
ja: 購入を復元
sw: Rejesha ununuzi

source: Terms of Service
am: የአገልግሎት ውሎች
ar: شروط الخدمة
es: Términos de servicio
hi: सेवा की शर्तें
ja: 利用規約
sw: Masharti ya Huduma

# describeProblem
source: Describe your problem
am: ችግርዎን ይግለጹ
ar: صف مشكلتك
es: Describe tu problema
hi: अपनी समस्या का वर्णन करें
ja: 問題の内容
sw: Elezea tatizo lako

# describeProblemHint
source: Tell us more about the issue...
am: ስለ ችግሩ ተጨማሪ ይንገሩን...
ar: أخبرنا المزيد عن المشكلة...
es: Cuéntanos más sobre el problema...
hi: हमें समस्या के बारे में और बताएं...
ja: 詳細をお聞かせください...
sw: Tuambie zaidi kuhusu tatizo...

# pleaseSelectProblemType
source: Please select a problem type
am: እባክዎን የችግር አይነት ይምረጡ
ar: يرجى تحديد نوع المشكلة
es: Por favor selecciona un tipo de problema
hi: कृपया एक समस्या प्रकार चुनें
ja: 問題の種類を選択してください
sw: Tafadhali chagua aina ya tatizo

# pleaseDescribeProblem
source: Please describe the problem
am: እባክዎን ችግሩን ይግለጹ
ar: يرجى وصف المشكلة
es: Por favor describe el problema
hi: कृपया समस्या का वर्णन करें
ja: 問題の内容を入力してください
sw: Tafadhali elezea tatizo

# feedbackSent
source: Feedback sent successfully!
am: አስተያየትዎ በተሳካ ሁኔታ ተልኳል!
ar: تم إرسال الملاحظات بنجاح!
es: ¡Comentario enviado con éxito!
hi: फीडबैक सफलतापूर्वक भेजा गया!
ja: フィードバックを送信しました！
sw: Maoni yametumwa kwa mafanikio!

source: Problem types
am: የችግር አይነቶች
ar: أنواع المشاكل
es: Tipos de problemas
hi: समस्या के प्रकार
ja: 問題の種類
sw: Aina za matatizo

source: App Crash
am: የመተግበሪያ መዘጋት
ar: تعطل التطبيق
es: Cierre de la aplicación
hi: ऐप क्रैश
ja: アプリの強制終了
sw: Programu kufunga

source: Slow Performance
am: ዝግተኛ አፈጻጸም
ar: بطء الأداء
es: Rendimiento lento
hi: धीमा प्रदर्शन
ja: 動作が遅い
sw: Utendaji wa polepole

source: Incorrect Data
am: የተሳሳተ መረጃ
ar: بيانات غير صحيحة
es: Datos incorrectos
hi: गलत डेटा
ja: データの誤り
sw: Data isiyo sahihi

source: Send Feedback
am: አስተያየት ላክ
ar: إرسال ملاحظات
es: Enviar comentarios
hi: फीडबैक भेजें
ja: フィードバックを送信
sw: Tuma Maoni
